[
    {
        "name": "Fog Harbor Fish House",
        "state": "CA",
        "zip": "94133",
        "address": "Pier 39",
        "city": "San Francisco",
        "website": "fogharbor.com",
        "price": "$$",
        "lat": 37.809041,
        "lng": -122.410233,
        "categories": [
            "Seafood",
            "Bars"
        ],
        "reviews": [
            "You usually don't give this high of a rating to tourist traps which is what I intially thought through bad experiences in hyped up places in super touristy spots. As a Bay Area local, this my friends is not one of those places! Service was great, (props to our server Justin!)  On a super busy Sunday Dinner Rush, our service was prompt, helpful, Justin tended to our needs quickly and even put on our seafood bibs! Finally, we were there for a bday and Justin kindly hooked us up with a dessert! The food: food quality usually lacks in these types of restaurants but not here! Seafood and meat entrees were great! We had the Seafood tower which is on the pricier sad but everything on it was super fresh and incredible and best for all seafood lovers. Though surprisingly the STAR of the show is the Mussel Fries! Whatever the sauce comes with these is an incredible mix of flavors. I've had many Mussels dishes, this seriously tops them all. All of our entrees (two pasta dishes, a seafood mixed grill, and a flat iron steak) were all great as well. All was finished except that my seafood grill had Sole on it which is bland for me but not their fault. Everything else on my plate was delicious.Whether you're a local or a visitor, put this spot on your list! Beat the crowd and go on a weekday or make rezzies.",
            "Ordered: half dozen oysters, crab cake and cioppino.Oysters were so fresh and sweet. I'm usually used to the happy hour blue pt oysters but these were smaller but sweeter.Crab cakes were great as well.First time trying cioppino. I really enjoyed it. We got it lazy style and crab meat was already picked out for us.Service was great. Atmosphere would be great for date night. We were sat by a window and overlooking the boats and water.",
            "It was a good dining experience we had the following:Chowder with Crab - Some of the best chowder I've had the crab was a delicious addition. Crab Ceviche - Very fresh and tasty! Whole Steamed Crab - Freshness was excellent but was a bit bland.  Mixed Grill - Seasoned well very good."
        ]
    }
]